a
aan
abandoned
aber
abide
ability
able
about
above
abroad
absence
absent
absolute
absolutely
absorbed
absurd
accept
accepted
accepting
access
accident
accompanied
accompany
accomplished
accordance
according
accordingly
account
accounts
accused
accustomed
acknowledge
acknowledged
acquaintance
acquainted
acquired
across
act
acted
acting
action
actions
active
activity
acts
actual
actually
ad
adam
add
added
adding
addition
additional
additions
address
addressed
administration
admirable
admiration
admire
admired
admit
admitted
adopted
advance
advanced
advancing
advantage
advantages
adventure
advice
advised
af
affair
affairs
affected
affection
affectionate
afford
afforded
afraid
africa
after
afternoon
afterward
afterwards
again
against
age
aged
agent
agents
ages
ago
agony
agree
agreeable
agreed
agreement
ah
ahead
aid
aim
ain't
air
al
alarm
alarmed
alas
alexander
alice
alien
alike
alive
all
alle
alles
allow
allowed
almost
alone
along
alors
aloud
alps
already
als
also
altar
alter
alteration
although
altogether
always
am
amazon
ambition
ambulance
america
american
americans
amid
among
amongst
amount
ample
amused
amusement
an
ancient
and
angel
angels
anger
angry
animal
animals
anna
anne
announced
announcement
annual
another
answer
answered
antarctica
anxiety
anxious
any
anybody
anyone
anything
anywhere
apart
apartment
apparent
apparently
appeal
appear
appearance
appeared
appearing
appears
apple
applicable
application
applied
apply
appointed
appointment
approach
approached
approaching
approved
april
après
apt
archive
are
area
argument
arguments
arise
arm
armed
armies
arms
army
arose
around
arrange
arranged
arrangement
arrangements
arrested
arrival
arrive
arrived
art
arthur
article
articles
artillery
artist
arts
as
ascii
ashamed
aside
ask
asked
asking
asleep
aspect
assembled
assembly
assigned
assist
assistance
associated
association
assume
assumed
assurance
assure
assured
astonished
astonishment
at
ate
atlantic
atlantis
atmosphere
att
attached
attack
attacked
attained
attempt
attempted
attempts
attend
attended
attention
attitude
attracted
au
auch
audience
auf
august
aunt
aus
aussi
australia
austria
author
authorities
authority
authors
autre
autumn
aux
av
available
avant
avec
average
avoid
avoir
awake
aware
away
awful
ay
aztec
b
baby
back
bad
bade
badly
bag
balance
ball
band
bank
banks
bar
bare
bark
baron
base
based
basis
bat
battery
battle
bay
be
beach
bear
beard
bearing
bears
beast
beasts
beat
beaten
beating
beaucoup
beautiful
beauty
became
because
become
becomes
becoming
bed
beds
been
before
beg
began
begged
begin
beginning
begins
begun
behalf
beheld
behind
behold
bei
beijing
being
beings
belief
believe
believed
bell
belong
belonged
belonging
belongs
beloved
below
belt
ben
beneath
benefit
bent
berlin
bermuda
berry
beside
besides
best
bestowed
betrayed
better
betty
between
beyond
bible
bid
bien
big
bill
billy
bin
bird
birds
birth
bishop
bit
bitter
black
blame
bless
blessed
blessing
blew
blind
block
blockquote
blood
bloody
blow
blows
blue
board
boat
boats
bob
bodies
body
bold
bolt
bomb
bon
bonaparte
bond
bones
book
books
boom
boot
boots
bore
born
borne
bosom
boston
both
bottle
bottom
bought
bound
bow
bowed
box
boy
boys
brain
branch
branches
brave
breach
bread
break
breakfast
breaking
breast
breath
breathing
breeze
brethren
bride
bridge
brief
bright
brilliant
bring
bringing
brings
britain
british
broad
broke
broken
brother
brothers
brought
brow
brown
brush
buck
buffalo
bug
bugle
build
building
buildings
built
burden
buried
burn
burned
burning
burnt
burst
business
busy
but
butter
button
buy
by
c
cabin
caesar
calculate
calculated
calf
call
called
calling
calls
calm
came
camp
campaign
can
can't
canada
candle
cannot
cap
capable
capacity
cape
capital
captain
capture
captured
car
card
cardinal
care
cared
career
careful
carefully
careless
cares
carolina
carriage
carried
carrot
carry
carrying
case
cases
casino
cast
castle
cat
catch
catholic
cattle
caught
cause
caused
causes
cavalry
cave
cd
ce
cease
ceased
cela
celebrated
cell
cent
centaur
center
central
centre
cents
centuries
century
ceremony
certain
certainly
ces
cet
cette
cf
chain
chair
chairs
chamber
chance
chances
change
changed
changes
changing
chapter
character
characteristic
characters
charge
charged
charity
charles
charm
charming
che
check
cheek
cheeks
cheerful
chest
chez
chick
chief
chiefly
chiefs
child
childhood
children
chin
china
chinese
chocolate
choice
choose
chose
chosen
christ
christian
christianity
christians
christmas
church
churches
circle
circumstance
circumstances
cities
citizen
citizens
city
civil
civilization
claim
claimed
claims
class
classes
clean
clear
cleared
clearly
clemens
clerk
clever
cliff
climate
climbed
cloak
clock
close
closed
closely
closer
closing
cloth
clothes
clothing
cloud
clouds
club
co
coach
coal
coarse
coast
coat
code
coeur
coffee
col
cold
collected
collection
college
colonel
colony
color
colored
colour
column
combined
come
comes
comfort
comfortable
comic
coming
command
commanded
commander
commanding
comme
commenced
comment
commerce
commercial
commission
committed
committee
common
commonly
communication
community
como
companion
companions
company
comparatively
compared
comparison
compelled
complete
completed
completely
compliance
comply
complying
composed
composition
compound
compressed
computer
con
conceal
concealed
conceive
conceived
conception
concern
concerned
concerning
concert
concluded
conclusion
condemned
condition
conditions
conduct
conducted
conductor
confess
confessed
confidence
confined
confirmed
conflict
confused
confusion
congress
connected
connection
conquered
conscience
conscious
consciousness
consent
consequence
consequences
consequently
consider
considerable
consideration
considered
considering
consisted
consists
constant
constantly
constitution
construction
contact
contain
contained
containing
contains
contempt
content
contents
continually
continue
continued
contract
contrary
contrast
contributions
control
convenient
conversation
converted
convey
conviction
convinced
cook
cool
copied
copies
copper
copy
copying
copyright
corn
corner
corps
correct
correspondence
corrupt
cost
costs
cottage
cotton
could
couldn't
council
counsel
count
counted
countenance
countess
countries
country
county
coup
couple
courage
course
court
courts
cousin
cover
covered
covering
crane
crash
create
created
creating
creation
creature
creatures
credit
crept
crew
cricket
cried
cries
crime
criminal
critical
criticism
cross
crossed
crossing
crowd
crowded
crown
cruel
cry
crying
cs
cultivated
culture
cunning
cup
cure
curiosity
curious
current
curse
custom
customs
cut
cutting
cycle
czech
d
da
daily
damage
damaged
damages
dan
dance
dancing
danger
dangerous
dangers
dann
dans
dare
dared
daring
dark
darkness
darling
das
dass
dat
data
date
daughter
daughters
david
dawn
day
daylight
days
de
dead
deadly
deal
dear
dearest
death
debt
deceived
december
decide
decided
decision
deck
declare
declared
deed
deeds
deemed
deep
deeper
deeply
def
defeat
defect
defective
defects
defence
defend
definite
degree
degrees
del
delay
delicate
delight
delighted
delightful
deliver
delivered
dem
demand
demanded
demands
den
denied
denn
deny
depart
departed
department
departure
depend
depends
deprived
depth
depths
der
derivative
derive
derived
des
descended
describe
described
description
desert
deserted
deserve
design
desire
desired
desires
desk
despair
desperate
despite
destined
destroy
destroyed
destruction
det
detail
details
determination
determine
determined
deux
devant
developed
development
devil
devoted
devotion
di
diamond
dice
dick
did
didn't
die
died
dies
dieu
difference
different
difficult
difficulties
difficulty
dig
dignity
dim
dine
dinner
dinosaur
dir
dire
direct
directed
direction
directions
directly
dirty
disappeared
disappointed
disappointment
discipline
discourse
discover
discovered
discovery
discussion
disease
disgrace
dish
disk
display
displayed
displaying
disposed
disposition
dispute
distance
distant
distinct
distinction
distinctly
distinguish
distinguished
distress
distribute
distributed
distributing
distribution
district
disturbed
dit
divided
divine
division
do
doch
doctor
doctrine
does
doesn't
dog
dogs
doing
dollar
dollars
domain
domestic
don
don't
donate
donation
donations
donc
done
dont
door
doors
doth
double
doubt
doubtful
doubtless
down
download
dozen
dr
draft
dragged
dragon
dramatic
drank
draw
drawing
drawn
dread
dreadful
dream
dreamed
dreams
dress
dressed
drew
dried
drill
drink
drinking
drive
driven
driving
drop
dropped
drove
drunk
dry
du
duck
due
duke
dull
during
dust
dutch
duties
duty
dwarf
dwell
dwelling
dwelt
dying
e
each
eager
eagerly
eagle
ear
earl
earlier
earliest
early
earnest
earnestly
ears
earth
earthly
ease
easier
easily
east
eastern
easy
eat
eaten
eating
ebook
economic
ed
edge
edition
editions
editor
educated
education
edward
een
effect
effective
effects
effort
efforts
eggs
egypt
eh
ei
eight
eighteen
ein
eine
einen
einer
either
el
elder
elected
election
electronic
electronically
element
elements
eleven
elizabeth
elle
else
elsewhere
email
embassy
emotion
emotions
emperor
empire
employ
employed
employees
employment
empty
en
enable
enabled
encore
encouraged
end
ended
ends
endure
enemies
enemy
energy
engaged
engagement
engine
england
english
englishman
enjoy
enjoyed
enjoyment
enormous
enough
enter
entered
entering
enterprise
entertained
enthusiasm
entire
entirely
entitled
entity
entrance
entre
equal
equally
equipment
equivalent
er
era
ere
erected
error
errors
es
escape
escaped
especially
essential
est
establish
established
establishment
estate
estimate
estimated
et
etc
eternal
etext
ets
ety
eu
europe
european
even
evening
event
events
ever
every
everybody
everything
everywhere
evidence
evident
evidently
evil
ex
exact
exactly
examination
examine
examined
example
exceedingly
excellent
except
exception
exchange
excited
excitement
exclaimed
exclusion
excuse
execution
executive
exempt
exercise
exhausted
exist
existed
existence
existing
exists
expect
expected
expecting
expedition
expense
expenses
experience
experienced
explain
explained
explanation
exposed
express
expressed
expression
exquisite
extended
extensive
extent
external
extraordinary
extreme
extremely
eye
eyes
f
face
faces
fact
facts
fail
failed
failure
faint
fair
faire
fairly
fait
faith
faithful
fall
fallen
falling
falls
false
fame
familiar
families
family
famous
fan
fancied
fancy
far
farewell
farm
farmer
farther
fashion
fast
fastened
fat
fatal
fate
father
fathers
fault
faut
favor
favorite
favour
favourite
fear
feared
fearful
fears
feast
feature
features
february
fed
federal
fee
feeble
feed
feel
feeling
feelings
feels
fees
feet
fell
fellow
fellows
felt
female
femme
fence
fetch
fever
few
field
fields
fierce
fifteen
fifty
fig
fight
fighter
fighting
figure
figures
file
files
fill
fille
filled
film
final
finally
financial
find
finding
finds
fine
finest
finger
fingers
finish
finished
fire
fired
fires
firm
firmly
first
fish
fit
fitted
five
fix
fixed
flag
flame
flash
flashed
flat
fled
fleet
flesh
flew
flight
flood
floor
florence
flour
flow
flower
flowers
flung
flute
fly
flying
fn
foe
fois
folded
folk
folks
follow
followed
followers
following
follows
folly
fond
food
fool
foolish
foot
footnote
for
force
forced
forces
forehead
foreign
forest
forever
forget
forgive
forgot
forgotten
fork
form
formal
format
formats
formed
former
formerly
formidable
forming
forms
fort
forth
fortunate
fortune
fortunes
forty
forward
fought
found
foundation
founded
four
fourteen
fourth
fr
frame
france
francis
francs
frank
free
freedom
freely
french
frequent
frequently
fresh
friend
friendly
friends
friendship
frightened
from
front
fruit
fruits
full
fully
fun
funeral
furnish
furnished
furniture
further
fury
fut
future
für
g
gain
gained
gallant
game
garden
gardens
garrison
gas
gate
gates
gather
gathered
gathering
gave
gay
gaze
gazed
gazing
general
generally
generation
generations
generous
genius
gentle
gentleman
gentlemen
gently
genuine
george
german
germans
germany
gesture
get
gets
getting
ghost
giant
gift
gifts
girl
girls
give
given
gives
giving
glad
gladly
glance
glanced
glass
glimpse
gloom
gloomy
glorious
glory
glove
glow
go
god
gods
goes
going
gold
golden
gone
good
goodness
goods
got
govern
government
governor
gr
grace
graceful
gracious
gradually
grain
grand
grande
grandfather
grant
granted
grasp
grass
grateful
gratefully
gratitude
grave
gray
great
greater
greatest
greatly
greece
greek
greeks
green
grew
grey
grief
grim
gross
ground
grounds
group
groups
grow
growing
grown
grows
growth
guard
guess
guest
guests
guide
guilty
gun
guns
gutenberg
h
ha
haar
habe
haben
habit
habits
had
hadn't
hair
half
hall
ham
han
hand
handed
handle
hands
handsome
hang
hanging
happen
happened
happens
happiness
happy
har
hard
hardly
harm
harmless
harmony
harry
hart
has
hast
haste
hastened
hastily
hat
hate
hated
hath
hatred
have
haven't
having
hawk
he
he'd
he'll
he's
head
heads
health
healthy
heap
hear
heard
hearing
heart
hearts
heat
heaven
heavenly
heavens
heavily
heavy
height
held
helen
helicopter
hell
help
helped
helpless
hem
hence
henry
her
here
hero
heroic
herr
hers
herself
hesitated
het
hid
hidden
hide
hier
high
higher
highest
highly
hill
hills
him
himalayas
himself
hint
his
historical
history
hit
hither
hitherto
hold
holder
holding
holds
hole
holland
hollow
hollywood
holy
home
homme
honest
honey
honor
honour
hood
hook
hope
hoped
hopes
horn
horrible
horror
horse
horses
horseshoe
hospital
host
hostile
hot
hotel
hour
hours
house
household
houses
how
however
http
huge
hugh
human
humanity
humble
humour
hun
hundred
hundreds
hung
hunger
hungry
hunting
hurried
hurry
hurt
husband
hut
hypertext
i
i'd
i'll
i'm
i've
ice
icecream
ich
id
idea
ideal
ideas
identify
idle
if
ignorance
ignorant
ihn
ihr
ihre
ii
iii
ik
il
ill
illustration
ils
im
image
imagination
imagine
imagined
immediate
immediately
immense
immer
impatient
implied
importance
important
imposed
impossible
impressed
impression
impulse
in
inc
incapable
inch
inches
incident
inclined
include
included
includes
including
income
incomplete
increase
increased
increasing
indeed
independence
independent
india
indian
indians
indicate
indicated
indifference
indifferent
indignation
indirectly
individual
individuals
induced
industry
inevitable
inferior
infinite
influence
inform
information
informed
inhabitants
injury
inn
inner
innocent
inquired
inquiry
inside
insisted
inspired
instance
instances
instant
instantly
instead
instinct
institutions
instruction
instructions
instrument
instruments
intellect
intellectual
intelligence
intelligent
intend
intended
intense
intention
intercourse
interest
interested
interesting
interests
interior
internal
international
interrupted
intervals
interview
intimate
into
introduced
introduction
invitation
invited
involved
ireland
irish
iron
is
island
islands
isn't
israel
issue
issued
ist
it
it's
italian
italy
its
itself
iv
ivory
j
ja
jack
jackson
jag
jam
jamais
james
jane
january
japanese
je
jealous
jealousy
jean
jerusalem
jest
jesus
jet
jeune
jews
jim
job
joe
john
johnson
join
joined
jones
joseph
jour
journey
jours
joy
judge
judged
judges
judgment
july
jumped
june
jupiter
just
justice
justly
kangaroo
kann
keen
keep
keeping
keeps
kept
ketchup
key
kid
kill
killed
kind
kindly
kindness
kinds
king
kingdom
kings
kiss
kissed
kitchen
kiwi
km
knees
knew
knife
knight
knights
knocked
know
knowing
knowledge
known
knows
kun
l
la
lab
labor
labour
lack
lad
ladies
lady
laid
lake
lamp
land
landed
lands
language
lap
large
largely
larger
largest
las
laser
last
lasted
late
lately
later
latin
latter
laugh
laughed
laughing
laughter
law
laws
lawyer
lay
laying
le
lead
leader
leaders
leading
leads
leaf
leagues
leaned
leaning
leaped
learn
learned
learning
least
leave
leaves
leaving
led
lee
left
leg
legal
legally
legs
leisure
lemon
length
leprechaun
les
less
lesson
lessons
lest
let
letter
letters
letting
level
liability
liberal
liberty
library
license
lie
lies
lieu
lieutenant
life
lift
lifted
light
lighted
lightly
lightning
lights
like
liked
likely
likewise
limbs
limitation
limited
limits
limousine
lincoln
line
lines
link
links
lion
lips
list
listen
listened
listening
lit
literary
literature
litter
little
live
lived
lively
lives
living
lo
local
located
loch_ness
lock
locked
lofty
log
london
lonely
long
longer
longing
look
looked
looking
looks
loose
lord
lords
los
lose
losing
loss
lost
lot
loud
louis
love
loved
lovely
lover
lovers
loves
loving
low
lower
luck
lucy
lui
lying
là
m
ma
maar
machine
mad
madame
made
mademoiselle
magic
magnificent
maid
maiden
mail
main
maintain
maintained
mais
majesty
major
majority
make
makes
making
mal
male
mammoth
man
manage
managed
management
mankind
manner
manners
many
maple
marble
march
marched
margaret
maria
marie
mark
marked
market
marks
marriage
married
marry
martin
mary
mass
massachusetts
masses
master
masters
match
material
materials
matter
matters
maurice
maximum
may
maybe
me
meal
mean
meaning
means
meant
meantime
meanwhile
measure
measures
meat
med
medical
medium
meet
meeting
mehr
mein
melancholy
member
members
meme
memory
men
men's
mental
mention
mentioned
merchant
merchants
mercury
mercy
mere
merely
merit
merry
mes
message
messenger
met
metal
method
methods
mexico
mi
mich
michael
microscope
middle
midnight
midst
might
mighty
mild
mile
miles
military
milk
mille
million
millionaire
millions
mind
minds
mine
mingled
minister
ministers
mint
minute
minutes
mir
mischief
miserable
misery
misfortune
miss
missed
missile
mission
mississippi
mist
mistake
mistaken
mistress
mit
mixed
mixture
mode
model
moderate
modern
modest
modification
moi
mole
moment
moments
mon
monarch
monde
money
monsieur
month
months
mood
moon
moral
more
moreover
morning
mort
mortal
moscow
moses
most
mostly
mot
mother
motion
motive
motives
mount
mountain
mountains
mounted
mouse
mouth
move
moved
movement
movements
moving
mr
mrs
much
mud
mug
multitude
murder
murmured
music
musical
must
muttered
mutual
my
myself
mysterious
mystery
même
n
na
nach
nail
naked
name
named
namely
names
napoleon
narrative
narrow
nation
national
nations
native
natives
natural
naturally
nature
nay
ne
near
nearer
nearest
nearly
necessarily
necessary
necessity
neck
need
needed
needle
needs
neglect
neglected
negro
neighbourhood
neither
nervous
nest
net
never
nevertheless
new
new_york
news
newspaper
newspapers
next
ni
nice
nicht
niet
night
nights
nine
ninja
no
noble
nobles
nobody
noch
nodded
nog
noise
nom
non
none
noon
nor
north
northern
nos
nose
not
note
noted
notes
nothing
notice
noticed
notion
notre
notwithstanding
nous
novel
november
now
nu
number
numbers
numerous
nun
nur
nurse
nut
o
o'clock
oath
obedience
obey
object
objection
objects
obliged
obs
obscure
observation
observations
observe
observed
obtain
obtained
obtaining
obvious
obviously
occasion
occasional
occasionally
occasions
occupation
occupied
occur
occurred
ocean
och
october
octopus
odd
oder
of
off
offence
offer
offered
offering
offers
office
officer
officers
offices
official
often
og
oh
ohio
oil
old
older
oli
olive
olympus
om
on
once
one
one's
ones
online
only
ont
op
open
opened
opening
openly
opera
operation
operations
opinion
opinions
opportunities
opportunity
opposed
opposite
opposition
or
orange
order
ordered
orders
ordinary
organ
organization
organized
origin
original
originally
other
others
otherwise
ou
ought
our
ours
ourselves
out
outer
outside
outward
over
overcome
owe
owed
owing
own
owned
owner
owns
oxford
où
p
pace
page
pages
paid
pain
painful
pains
paint
painted
painting
pair
palace
pale
palm
pan
pants
papa
paper
papers
par
para
parachute
paragraph
paragraphs
pardon
parents
paris
parish
park
parliament
part
parted
particular
particularly
parties
parting
partly
parts
party
pas
pass
passage
passages
passed
passes
passing
passion
passionate
passions
past
paste
path
patience
patient
paul
pause
paused
pay
paying
payment
payments
pays
peace
peaceful
peculiar
pen
pendant
penguin
people
per
perceive
perceived
perfect
perfection
perfectly
perform
performance
performed
performing
perhaps
period
permanent
permission
permit
permitted
perpetual
person
personal
persons
persuade
persuaded
peter
petit
petite
peu
peut
philip
philosophy
phoenix
phrase
physical
physician
piano
pick
picked
picture
pictures
pie
piece
pieces
pierre
pile
pilot
pin
pink
pious
pipe
pirate
pistol
pit
pitch
pity
place
placed
places
plain
plainly
plains
plan
plane
plans
plant
planted
plants
plastic
plate
platform
platypus
play
played
playing
plays
pleasant
please
pleased
pleasing
pleasure
pleasures
plenty
plot
plunged
plus
pocket
poem
poems
poet
poetry
poets
point
pointed
pointing
points
poison
pole
police
policy
political
politics
pool
poor
pope
popular
population
por
port
porte
portion
portrait
pos
position
positive
possess
possessed
possession
possibility
possible
possibly
post
posted
pound
pounds
pour
poured
poverty
powder
power
powerful
powers
pp
pr
practical
practically
practice
praise
pray
prayed
prayer
prayers
preceding
precious
precisely
prefer
preferred
preparation
preparations
prepare
prepared
preparing
presence
present
presented
presently
presents
preserve
preserved
president
press
pressed
pressing
pressure
pretend
pretended
pretty
prevailed
prevent
prevented
previous
previously
price
pride
priest
priests
primitive
prince
princes
princess
principal
principle
principles
print
printed
prison
prisoner
prisoners
private
privilege
prize
probable
probably
problem
proceed
proceeded
proceeding
proceedings
process
procession
produce
produced
product
production
products
profession
professional
professor
profit
profits
profound
progress
prohibition
project
prominent
promise
promised
promises
promoting
promptly
pronounced
proof
proofread
proper
properly
property
proportion
propose
proposed
proposition
proprietary
prospect
prosperity
protect
protected
protection
proud
prove
proved
provide
provided
providence
providing
province
provinces
provision
provisions
public
publication
published
pull
pulled
pumpkin
punishment
pupil
purchase
pure
purely
purple
purpose
purposes
pursue
pursued
pursuit
pushed
put
puts
putting
pyramid
på
q
qualities
quality
quand
quantity
quarrel
quarter
quarters
que
queen
queer
question
questions
qui
quick
quickly
quiet
quietly
quill
quit
quite
quoted
r
rabbit
race
racket
rage
railroad
railway
rain
raise
raised
raising
ran
rang
range
rank
ranks
rapid
rapidly
rare
rarely
rate
rather
ray
rays
reach
reached
reaching
read
readable
reader
readers
readily
reading
ready
real
reality
realize
realized
really
rear
reason
reasonable
reasons
recall
recalled
receipt
receive
received
receiving
recent
recently
reception
reckon
recognize
recognized
record
records
recover
recovered
red
reduced
refer
reference
references
referred
reflected
reflection
refuge
refund
refuse
refused
regard
regarded
regarding
regards
regiment
region
regions
registered
regret
regular
reign
related
relation
relations
relative
release
relief
relieved
religion
religious
remain
remainder
remained
remaining
remains
remark
remarkable
remarked
remarks
remember
remembered
reminded
remote
remove
removed
render
rendered
renewed
rent
repeat
repeated
replacement
replied
reply
report
reported
reports
represent
representation
representative
represented
republic
reputation
request
require
required
requirements
requires
reserve
residence
resist
resistance
resolution
resolved
resources
respect
respectable
respecting
respects
responsibility
responsible
rest
rested
resting
restless
restore
restored
restrictions
result
results
resumed
retired
retreat
return
returned
returning
rev
revealed
revenge
reverence
revolution
reward
rich
richard
rid
ride
ridiculous
riding
rien
right
rights
ring
rise
risen
rises
rising
risk
rival
river
rivers
road
roads
roar
robert
robin
robot
rock
rocks
rode
roger
roi
roll
rolled
rolling
roman
romance
romans
romantic
rome
roof
room
rooms
root
roots
rope
rose
roses
rough
roulette
round
roused
route
row
royal
royalty
rude
ruin
ruined
ruins
rule
ruler
rules
run
running
runs
rush
rushed
russia
russian
ruth
s
sa
sacred
sacrifice
sad
saddle
safe
safely
safety
said
sail
sailed
saint
saith
sake
sale
salt
sam
same
samuel
san
sand
sang
sank
sans
sat
satellite
satisfaction
satisfactory
satisfied
satisfy
saturday
saturn
savage
save
saved
saving
saw
say
saying
says
scale
scarce
scarcely
scattered
scene
scenes
scheme
schon
school
schools
science
scientific
scientist
score
scorn
scorpion
scotland
scott
screen
scuba
sd
se
sea
seal
search
searched
seas
season
seat
seated
seats
second
secret
secretary
secretly
section
secure
secured
security
see
seed
seeing
seek
seeking
seem
seemed
seems
seen
sees
sehr
sein
seine
seiner
seize
seized
seldom
selected
self
sell
sen
senate
send
sending
sensation
sense
senses
sensible
sent
sentence
sentiment
sentiments
separate
separated
september
series
serious
seriously
servant
servants
serve
served
server
service
services
ses
set
sets
setting
settle
settled
settlement
seul
seven
several
severe
sex
shade
shadow
shadows
shak
shake
shakespeare
shaking
shall
shalt
shame
shape
share
shared
shark
sharp
sharply
she
she's
shed
sheep
sheet
shell
shelter
shining
ship
ships
shock
shoe
shoes
shone
shook
shoot
shop
shore
shores
short
shortly
shot
should
shoulder
shoulders
shouldn't
shout
shouted
show
showed
showing
shown
shows
shut
si
sich
sick
side
sidenote
sides
sie
siege
sig
sigh
sighed
sight
sign
signal
signed
signs
silence
silent
silently
silk
silly
silver
similar
simple
simplicity
simply
sin
since
sincere
sind
sing
singing
single
singular
sink
sins
sir
sister
sisters
sit
site
sitting
situated
situation
six
sixteen
sixty
size
skill
skin
sky
skyscraper
slain
slave
slavery
slaves
sleep
sleeping
slender
slept
slight
slightest
slightly
slip
slipped
slow
slowly
slug
small
smaller
smell
smile
smiled
smiling
smith
smoke
smooth
smuggler
sn
snow
snowman
so
social
society
sock
soft
softly
software
soil
soit
sold
soldier
soldiers
sole
solemn
solicit
solid
solitary
solitude
solution
som
some
somebody
somehow
someone
something
sometimes
somewhat
somewhere
son
song
songs
sons
sont
soon
sooner
sore
sorrow
sorry
sort
sorts
sought
soul
souls
sound
sounded
sounds
source
sources
sous
south
southern
sovereign
space
spain
spaniards
spanish
spare
speak
speaking
speaks
special
species
specific
specified
spectacle
speech
speed
spell
spend
spent
spider
spike
spine
spirit
spirits
spiritual
spite
splendid
spoke
spoken
spot
sprang
spread
spring
spy
square
st
stadium
staff
stage
stairs
stand
standard
standing
stands
star
stared
staring
stars
start
started
starting
startled
state
stated
stately
statement
statements
states
station
statue
status
stay
stayed
steadily
steady
steam
steel
steep
step
stephen
stepped
steps
stern
stick
stiff
still
stir
stirred
stock
stole
stone
stones
stood
stop
stopped
store
stories
storm
story
stout
straight
strain
strange
strangely
stranger
strangers
straw
stream
streams
street
streets
strength
stretched
strict
strictly
strike
striking
string
stroke
strong
stronger
strongly
struck
structure
struggle
struggling
stuck
student
studied
studies
study
stuff
stupid
style
su
sub
subject
subjects
submit
subsequent
substance
succeed
succeeded
success
successful
succession
such
sudden
suddenly
suffer
suffered
suffering
sufficient
sufficiently
sugar
suggest
suggested
suggestion
suis
suit
suitable
sum
summer
summit
summoned
sun
sunday
sunk
sunshine
superhero
superior
supper
supplied
supplies
supply
support
supported
suppose
supposed
supreme
sur
sure
surely
surface
surprise
surprised
surrender
surrounded
sus
suspect
suspected
suspicion
swear
sweet
swept
swift
swiftly
swing
switch
sword
swung
sympathy
system
t
table
tables
tablet
tag
tail
take
taken
takes
taking
tale
talent
tales
talk
talked
talking
tall
tant
tap
task
taste
taught
tax
te
tea
teach
teacher
teaching
tear
tears
teeth
telescope
tell
telling
tells
temper
temple
temporary
temps
ten
tendency
tender
tenderness
tent
ter
term
terms
terrible
territory
terror
test
testimony
text
than
thank
thanks
that
that's
the
theater
theatre
thee
their
them
themselves
then
thence
theory
there
there's
thereby
therefore
therein
thereof
these
they
they're
thick
thief
thin
thine
thing
things
think
thinking
thinks
third
thirty
this
thither
thomas
thoroughly
those
thou
though
thought
thoughts
thousand
thousands
threatened
three
threw
throat
throne
through
throughout
throw
throwing
thrown
thrust
thumb
thunder
thus
thy
tick
tide
tie
tied
til
till
time
times
tiny
tired
title
to
tobacco
together
toil
tokyo
told
tom
ton
tone
tones
tongue
too
took
tooth
top
torch
torn
tot
total
touch
touched
touching
toujours
tour
tous
tout
toute
toward
towards
tower
town
towns
trace
track
trade
trademark
tradition
tragedy
trail
train
trained
training
translation
travel
travelled
travelling
treasure
treat
treated
treatment
treaty
tree
trees
trembled
trembling
tremendous
trial
triangle
tribe
tribes
trick
tried
trip
triumph
trois
troops
trop
trouble
troubled
troubles
true
truly
trunk
trust
trusted
truth
try
trying
tt
tu
tube
turkey
turn
turned
turning
turns
twelve
twenty
twice
two
type
types
u
ugly
um
un
una
unable
uncertain
uncle
unconscious
und
under
understand
understanding
understood
undertaker
undoubtedly
une
unexpected
unfortunate
unhappy
unicorn
uniform
union
united
universal
university
unknown
unless
unlike
uns
unter
until
unto
unusual
up
upon
upper
urged
us
use
used
useful
useless
user
using
usual
usually
utmost
utter
uttered
utterly
v
va
vacuum
vague
vain
valley
valuable
value
van
vanilla
vanished
vanity
var
varied
variety
various
vast
veil
vengeance
venture
ventured
vers
verse
verses
version
very
vessel
vessels
vet
vice
victim
victory
vie
view
views
vigorous
village
villages
violence
violent
virginia
virtue
virtues
visible
vision
visit
visited
visitor
visits
vital
voice
voices
voir
vol
volume
volumes
volunteers
von
vor
vos
vote
votre
vous
voyage
vulgar
w
wages
wait
waited
waiting
wake
walk
walked
walking
walks
wall
walls
walter
wandered
wandering
want
wanted
wanting
wants
war
warm
warmth
warned
warning
warranties
warranty
warriors
wars
was
wash
washed
washer
washington
wasn't
waste
watch
watched
watching
water
waters
wave
waves
way
ways
we
we'll
we're
weak
weakness
wealth
weapons
wear
wearing
weary
weather
web
wedding
week
weeks
weeping
weight
welcome
well
wenn
went
wept
werden
were
west
western
wet
whale
what
what's
whatever
wheel
when
whence
whenever
where
whereas
wherein
wherever
whether
which
while
whilst
whip
whisper
whispered
white
who
whole
wholly
whom
whose
why
wicked
wide
widow
wie
wieder
wife
wife's
wild
wilderness
will
william
willing
wilt
win
wind
window
windows
winds
wine
wing
wings
winter
wir
wird
wire
wisdom
wise
wish
wished
wishes
wit
witch
with
within
without
witness
wives
woman
women
won
won't
wonder
wondered
wonderful
wondering
wont
wood
wooden
woods
word
words
wore
work
worked
working
works
world
worm
worn
worse
worship
worst
worth
worthy
would
wouldn't
wound
wounded
wrapped
wrath
wretched
write
writer
writers
writes
writing
writings
written
wrong
wrote
wrought
y
yard
yards
ye
year
years
yellow
yer
yes
yesterday
yet
yield
yielded
yonder
york
you
you'd
you'll
you're
you've
young
younger
your
yours
yourself
youth
youthful
zeal
zeit
zo
zoo
zu
zum
zur
était
être